Repository: samlach2222/Dorico_NotePerformer_Trial
Catalog: NotePerformerAssistant/Resources/Strings.*.resx
Languages: fr

# Configuration.SelectExe
source: You have to choose an executable !
fr: Vous devez saisir un executable !

# Configuration.ExeFile
source: EXE File
fr: Fichiers EXE

# Configuration.ChooseExeFile
source: Choose a .exe file
fr: Choisir un fichier .exe

# Configuration.ExePath
source: Path to exe file...
fr: Chemin du fichier .exe...

# Configuration.MusicSoftware
source: Choice of music notation software
fr: Choix du logiciel de notation musicale

# Configuration.NotePerformerInstall
source: NotePerformer will be automatically installed in a subfolder
fr: NotePerformer sera automatiquement installé dans un sous-dossier

# Configuration.ThemeChoice
source: Choice of application theme
fr: Choix du thème de l'application

# Configuration.DarkTheme
source: Dark
fr: Sombre

# Configuration.LightTheme
source: Light
fr: Clair

# Configuration.SystemTheme
source: System
fr: Système

# Configuration.WelcomeTitle
source: Welcome on Note Performer Assistant
fr: Bienvenue sur Note Performer Assistant

# Configuration.WelcomeSubtitle
source: The purpose of this configuration screen is to initialize your workspace and preferences.
fr: Cet écran de configuration a pour but d'initialiser votre espace de travail et vos préférences.
